Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# ProfileAllocationSelfTip
source: Self: allocated while that function itself was running.
cs_cz: Vlastní: alokováno, když běžela samotná funkce.
de_de: Selbst: belegt, während die Funktion selbst lief.
es_es: Propio: asignado mientras se ejecutaba la propia función.
fr_fr: Propre : alloué pendant que la fonction elle-même s’exécutait.
id_id: Sendiri: dialokasikan saat fungsi itu sendiri berjalan.
it_it: Propria: allocata mentre era in esecuzione la funzione stessa.
ja_jp: 自身: その関数自体の実行中に割り当てられた量。
ko_kr: 자체: 그 함수가 직접 실행 중일 때 할당된 양.
pl_pl: Własne: przydzielone, gdy działała sama funkcja.
pt_br: Próprio: alocado enquanto a própria função rodava.
ru_ru: Собственное: выделено, пока работала сама функция.
th_th: เฉพาะตัว: จัดสรรขณะที่ฟังก์ชันนั้นทำงานเอง
tr_tr: Kendi: işlevin kendisi çalışırken ayrılan.
uk_ua: Власне: виділено, поки працювала сама функція.
zh_cn: 自身：该函数本身运行时分配的量。
zh_tw: 自身：該函式本身執行時配置的量。

# ProfileAllocationTotalTip
source: Total: also while the functions it called were running.
cs_cz: Celkem: i když běžely funkce, které volala.
de_de: Gesamt: auch, während die von ihr aufgerufenen Funktionen liefen.
es_es: Total: también mientras se ejecutaban las funciones a las que llamó.
fr_fr: Total : aussi pendant que s’exécutaient les fonctions qu’elle a appelées.
id_id: Total: juga saat fungsi yang dipanggilnya berjalan.
it_it: Totale: anche mentre erano in esecuzione le funzioni che ha chiamato.
ja_jp: 合計: その関数が呼び出した関数の分も含めた量。
ko_kr: 포함: 그 함수가 부른 다른 함수까지 합친 양.
pl_pl: Łącznie: także gdy działały funkcje przez nią wywołane.
pt_br: Total: também enquanto rodavam as funções que ela chamou.
ru_ru: Всего: также пока работали вызванные ею функции.
th_th: รวม: รวมถึงขณะที่ฟังก์ชันที่มันเรียกทำงานด้วย
tr_tr: Toplam: çağırdığı işlevler çalışırken ayrılan da dahil.
uk_ua: Усього: також поки працювали викликані нею функції.
zh_cn: 总计：还包括它调用的函数运行时分配的量。
zh_tw: 總計：還包括它呼叫的函式執行時配置的量。

# ProfileColumnSamplesTreeTip
source: Samples: how many samples passed through the line.
cs_cz: Vzorky: kolik vzorků prošlo řádkem.
de_de: Stichproben: wie viele durch die Zeile gingen.
es_es: Muestras: cuántas pasaron por la fila.
fr_fr: Échantillons : combien sont passés par la ligne.
id_id: Sampel: berapa sampel yang melewati baris itu.
it_it: Campioni: quanti sono passati per la riga.
ja_jp: サンプル: その行を通ったサンプル数。
ko_kr: 샘플: 그 줄을 지나간 샘플 수.
pl_pl: Próbki: ile próbek przeszło przez wiersz.
pt_br: Amostras: quantas passaram pela linha.
ru_ru: Выборки: сколько прошло через строку.
th_th: ตัวอย่าง: จำนวนที่ผ่านแถวนั้น
tr_tr: Örnekler: satırdan geçen örnek sayısı.
uk_ua: Вибірки: скільки пройшло через рядок.
zh_cn: 样本：经过该行的样本数。
zh_tw: 樣本：經過該列的樣本數。

# ProfileColumnSamplesListTip
source: Samples: how many samples ended in the function.
cs_cz: Vzorky: kolik vzorků skončilo ve funkci.
de_de: Stichproben: wie viele in der Funktion endeten.
es_es: Muestras: cuántas terminaron en la función.
fr_fr: Échantillons : combien se sont terminés dans la fonction.
id_id: Sampel: berapa sampel yang berakhir di fungsi itu.
it_it: Campioni: quanti sono terminati nella funzione.
ja_jp: サンプル: その関数で終わったサンプル数。
ko_kr: 샘플: 그 함수에서 끝난 샘플 수.
pl_pl: Próbki: ile próbek zakończyło się w funkcji.
pt_br: Amostras: quantas terminaram na função.
ru_ru: Выборки: сколько завершилось в функции.
th_th: ตัวอย่าง: จำนวนที่จบในฟังก์ชันนั้น
tr_tr: Örnekler: işlevde biten örnek sayısı.
uk_ua: Вибірки: скільки завершилося у функції.
zh_cn: 样本：结束于该函数的样本数。
zh_tw: 樣本：結束於該函式的樣本數。

# ProfileShareOfRangeFormat
source: {0} of the whole range, about {1}
cs_cz: {0} celého úseku, asi {1}
de_de: {0} des ganzen Bereichs, etwa {1}
es_es: {0} del intervalo completo, unos {1}
fr_fr: {0} de toute la plage, environ {1}
id_id: {0} dari seluruh rentang, sekitar {1}
it_it: {0} dell'intero intervallo, circa {1}
ja_jp: 範囲全体の {0}、約 {1}
ko_kr: 구간 전체의 {0}, 약 {1}
pl_pl: {0} całego zakresu, około {1}
pt_br: {0} do intervalo inteiro, cerca de {1}
ru_ru: {0} всего диапазона, около {1}
th_th: {0} ของทั้งช่วง ประมาณ {1}
tr_tr: Tüm aralığın {0} kadarı, yaklaşık {1}
uk_ua: {0} усього діапазону, близько {1}
zh_cn: 占整个范围的 {0}，约 {1}
zh_tw: 占整個範圍的 {0}，約 {1}

# ProfileShareOfOwnerFormat
source: {0} of this owner's allocations
cs_cz: {0} alokací tohoto vlastníka
de_de: {0} der Belegung dieses Besitzers
es_es: {0} de las asignaciones de este propietario
fr_fr: {0} des allocations de ce propriétaire
id_id: {0} dari alokasi pemilik ini
it_it: {0} delle allocazioni di questo proprietario
ja_jp: この所有者の割り当ての {0}
ko_kr: 이 모드 할당량의 {0}
pl_pl: {0} przydziałów tego właściciela
pt_br: {0} das alocações deste dono
ru_ru: {0} выделений этого владельца
th_th: {0} ของการจัดสรรของเจ้าของนี้
tr_tr: Bu sahibin ayırdığı belleğin {0} kadarı
uk_ua: {0} виділень цього власника
zh_cn: 占此所属方分配量的 {0}
zh_tw: 占此擁有者配置量的 {0}

# ProfileColumnPackage
source: Package
cs_cz: Balíček
de_de: Paket
es_es: Paquete
fr_fr: Paquet
id_id: Paket
it_it: Pacchetto
ja_jp: パッケージ
ko_kr: 패키지
pl_pl: Pakiet
pt_br: Pacote
ru_ru: Пакет
th_th: แพ็กเกจ
tr_tr: Paket
uk_ua: Пакет
zh_cn: 包
zh_tw: 套件

# ProfileJavaSelfTip
source: Self: the part of this group's running time spent directly in that method. The group is 100%; resting the pointer on a number gives its part of all the running time.
cs_cz: Vlastní: část doby běhu této skupiny strávená přímo v dané metodě. Skupina je 100 %; po najetí myší na číslo se ukáže jeho část celé doby běhu.
de_de: Selbst: der Teil der Laufzeit dieser Gruppe, der direkt in der Methode verging. Die Gruppe ist 100 %; beim Daraufzeigen auf eine Zahl erscheint ihr Teil an der gesamten Laufzeit.
es_es: Propio: la parte del tiempo de ejecución de este grupo pasada directamente en ese método. El grupo es el 100 %; al pasar el puntero por un número se ve su parte de todo el tiempo de ejecución.
fr_fr: Propre : la part du temps d’exécution de ce groupe passée directement dans cette méthode. Le groupe vaut 100 % ; au survol d’un nombre s’affiche sa part de tout le temps d’exécution.
id_id: Sendiri: bagian waktu jalan grup ini yang dihabiskan langsung di metode itu. Grup adalah 100%; arahkan kursor ke angka untuk melihat bagiannya dari seluruh waktu jalan.
it_it: Propria: la parte del tempo di esecuzione di questo gruppo trascorsa direttamente in quel metodo. Il gruppo è il 100%; passando il puntatore su un numero si vede la sua parte di tutto il tempo di esecuzione.
ja_jp: 自身: このグループの実行時間のうち、そのメソッドの中で直接使った割合です。グループ全体が 100% で、数値にポインターを置くと実行時間全体に対する値が表示されます。
ko_kr: 자체: 이 그룹의 실행 시간 중 그 메서드 안에서 직접 쓴 비율입니다. 그룹 전체가 100%이고, 숫자에 마우스를 올리면 전체 실행 시간 대비 값이 나옵니다.
pl_pl: Własne: część czasu działania tej grupy spędzona bezpośrednio w tej metodzie. Grupa to 100%; po najechaniu na liczbę widać jej część całego czasu działania.
pt_br: Próprio: a parte do tempo de execução deste grupo gasta diretamente nesse método. O grupo é 100%; passe o ponteiro sobre um número para ver a parte dele em todo o tempo de execução.
ru_ru: Собственное: доля времени работы этой группы непосредственно в этом методе. Группа — 100%; при наведении на число видна его доля всего времени работы.
th_th: เฉพาะตัว: ส่วนของเวลาทำงานของกลุ่มนี้ที่ใช้ในเมธอดนั้นโดยตรง กลุ่มคือ 100% ชี้เมาส์ที่ตัวเลขเพื่อดูส่วนของเวลาทำงานทั้งหมด
tr_tr: Kendi: bu grubun çalışma süresinin doğrudan o yöntemde geçen kısmı. Grup %100'dür; bir sayının üzerine gelince tüm çalışma süresindeki payı görünür.
uk_ua: Власне: частка часу роботи цієї групи безпосередньо в цьому методі. Група — 100%; під час наведення на число видно його частку всього часу роботи.
zh_cn: 自身：此组运行时间中直接花在该方法里的比例。整组为 100%，将指针悬停在数字上可查看占全部运行时间的值。
zh_tw: 自身：此群組執行時間中直接花在該方法裡的比例。整個群組為 100%，將游標停在數字上可查看占全部執行時間的值。

# ProfileJavaTotalTip
source: Total: the part of this group's running time spent in that method and in this group's code it called. The group is 100%; resting the pointer on a number gives its part of all the running time.
cs_cz: Celkem: část doby běhu této skupiny strávená v dané metodě a v kódu této skupiny, který volala. Skupina je 100 %; po najetí myší na číslo se ukáže jeho část celé doby běhu.
de_de: Gesamt: der Teil der Laufzeit dieser Gruppe in der Methode und dem von ihr aufgerufenen Code dieser Gruppe. Die Gruppe ist 100 %; beim Daraufzeigen auf eine Zahl erscheint ihr Teil an der gesamten Laufzeit.
es_es: Total: la parte del tiempo de ejecución de este grupo pasada en ese método y en el código de este grupo al que llamó. El grupo es el 100 %; al pasar el puntero por un número se ve su parte de todo el tiempo de ejecución.
fr_fr: Total : la part du temps d’exécution de ce groupe passée dans cette méthode et dans le code de ce groupe qu’elle a appelé. Le groupe vaut 100 % ; au survol d’un nombre s’affiche sa part de tout le temps d’exécution.
id_id: Total: bagian waktu jalan grup ini yang dihabiskan di metode itu dan kode grup ini yang dipanggilnya. Grup adalah 100%; arahkan kursor ke angka untuk melihat bagiannya dari seluruh waktu jalan.
it_it: Totale: la parte del tempo di esecuzione di questo gruppo trascorsa in quel metodo e nel codice di questo gruppo che ha chiamato. Il gruppo è il 100%; passando il puntatore su un numero si vede la sua parte di tutto il tempo di esecuzione.
ja_jp: 合計: このグループの実行時間のうち、そのメソッドとそれが呼び出したこのグループのコードに使った割合です。グループ全体が 100% で、数値にポインターを置くと実行時間全体に対する値が表示されます。
ko_kr: 포함: 이 그룹의 실행 시간 중 그 메서드와 그 메서드가 부른 이 그룹 코드에 쓴 비율입니다. 그룹 전체가 100%이고, 숫자에 마우스를 올리면 전체 실행 시간 대비 값이 나옵니다.
pl_pl: Łącznie: część czasu działania tej grupy spędzona w tej metodzie i w wywołanym przez nią kodzie tej grupy. Grupa to 100%; po najechaniu na liczbę widać jej część całego czasu działania.
pt_br: Total: a parte do tempo de execução deste grupo gasta nesse método e no código deste grupo que ele chamou. O grupo é 100%; passe o ponteiro sobre um número para ver a parte dele em todo o tempo de execução.
ru_ru: Всего: доля времени работы этой группы в этом методе и вызванном им коде этой группы. Группа — 100%; при наведении на число видна его доля всего времени работы.
th_th: รวม: ส่วนของเวลาทำงานของกลุ่มนี้ที่ใช้ในเมธอดนั้นและโค้ดของกลุ่มนี้ที่มันเรียก กลุ่มคือ 100% ชี้เมาส์ที่ตัวเลขเพื่อดูส่วนของเวลาทำงานทั้งหมด
tr_tr: Toplam: bu grubun çalışma süresinin o yöntemde ve çağırdığı bu gruba ait kodda geçen kısmı. Grup %100'dür; bir sayının üzerine gelince tüm çalışma süresindeki payı görünür.
uk_ua: Усього: частка часу роботи цієї групи в цьому методі та викликаному ним коді цієї групи. Група — 100%; під час наведення на число видно його частку всього часу роботи.
zh_cn: 总计：此组运行时间中花在该方法及其调用的本组代码上的比例。整组为 100%，将指针悬停在数字上可查看占全部运行时间的值。
zh_tw: 總計：此群組執行時間中花在該方法及其呼叫的本群組程式碼上的比例。整個群組為 100%，將游標停在數字上可查看占全部執行時間的值。

# ProfileShareOfRunFormat
source: {0} of all the running time
cs_cz: {0} celé doby běhu
de_de: {0} der gesamten Laufzeit
es_es: {0} de todo el tiempo de ejecución
fr_fr: {0} de tout le temps d’exécution
id_id: {0} dari seluruh waktu jalan
it_it: {0} di tutto il tempo di esecuzione
ja_jp: 実行時間全体の {0}
ko_kr: 전체 실행 시간의 {0}
pl_pl: {0} całego czasu działania
pt_br: {0} de todo o tempo de execução
ru_ru: {0} всего времени работы
th_th: {0} ของเวลาทำงานทั้งหมด
tr_tr: Tüm çalışma süresinin {0} kadarı
uk_ua: {0} усього часу роботи
zh_cn: 占全部运行时间的 {0}
zh_tw: 占全部執行時間的 {0}

# ProfileRestFormat
source: {0} more
cs_cz: Dalších {0}
de_de: {0} weitere
es_es: {0} más
fr_fr: {0} de plus
id_id: {0} lainnya
it_it: Altri {0}
ja_jp: 残り {0} 件
ko_kr: 나머지 {0}개
pl_pl: Pozostałe: {0}
pt_br: Mais {0}
ru_ru: Ещё {0}
th_th: อีก {0} รายการ
tr_tr: {0} tane daha
uk_ua: Ще {0}
zh_cn: 其余 {0} 项
zh_tw: 其餘 {0} 項

# ProfileThreadsSection
source: Share by thread
cs_cz: Podíl podle vláken
de_de: Anteil pro Thread
es_es: Reparto por hilo
fr_fr: Répartition par thread
id_id: Porsi per thread
it_it: Ripartizione per thread
ja_jp: スレッド別の割合
ko_kr: 스레드별 비중
pl_pl: Udział według wątków
pt_br: Participação por thread
ru_ru: Доля по потокам
th_th: สัดส่วนตามเธรด
tr_tr: İş parçacığına göre pay
uk_ua: Частка за потоками
zh_cn: 各线程占比
zh_tw: 各執行緒占比

# ProfilePausesSection
source: Long waits and pauses
cs_cz: Dlouhá čekání a pauzy
de_de: Lange Wartezeiten und Pausen
es_es: Esperas y pausas largas
fr_fr: Longues attentes et pauses
id_id: Waktu tunggu dan jeda yang lama
it_it: Attese e pause lunghe
ja_jp: 長い待機と一時停止
ko_kr: 긴 대기·멈춤
pl_pl: Długie oczekiwania i pauzy
pt_br: Esperas e pausas longas
ru_ru: Долгие ожидания и паузы
th_th: การรอและการหยุดชะงักนาน ๆ
tr_tr: Uzun beklemeler ve duraklamalar
uk_ua: Довгі очікування та паузи
zh_cn: 长时间等待和停顿
zh_tw: 長時間等待和停頓

# ProfileListJavaOwner
source: Item
cs_cz: Položka
de_de: Eintrag
es_es: Elemento
fr_fr: Élément
it_it: Voce
ja_jp: 項目
ko_kr: 항목
pl_pl: Pozycja
ru_ru: Элемент
th_th: รายการ
tr_tr: Öge
uk_ua: Елемент
zh_cn: 项目
zh_tw: 項目

# ProfileListLuaShare
source: Range time
cs_cz: Čas úseku
de_de: Abschnittszeit
es_es: Tiempo del tramo
fr_fr: Temps de la plage
id_id: Waktu rentang
it_it: Tempo dell'intervallo
ja_jp: 区間時間
ko_kr: 구간 시간
pl_pl: Czas zakresu
pt_br: Tempo do trecho
ru_ru: Время отрезка
th_th: เวลาช่วง
tr_tr: Aralık süresi
uk_ua: Час відрізка
zh_cn: 区间时间
zh_tw: 區間時間

# ProfileListJavaShare
source: Run share
cs_cz: Podíl běhu
de_de: Laufanteil
es_es: Parte de ejecución
fr_fr: Part d'exécution
id_id: Porsi jalan
it_it: Quota di esecuzione
ja_jp: 実行の割合
ko_kr: 실행 비중
pl_pl: Udział w działaniu
pt_br: Parcela de execução
ru_ru: Доля работы
th_th: สัดส่วนการทำงาน
tr_tr: Çalışma payı
uk_ua: Частка роботи
zh_cn: 运行占比
zh_tw: 執行占比

# ProfileListLuaShareTip
source: How much of the selected range this script was running. Includes the time of Java functions the script called.
de_de: Wie viel des gewählten Abschnitts dieses Skript lief. Enthält auch die Zeit der Java-Funktionen, die das Skript aufgerufen hat. Die Zahl neben der Überschrift gilt für alle Skripte zusammen.
es_es: Qué parte del tramo seleccionado estuvo ejecutándose este script. Incluye el tiempo de las funciones Java que llamó el script.
fr_fr: Part de la plage sélectionnée pendant laquelle ce script s'exécutait. Inclut le temps des fonctions Java appelées par le script.
id_id: Seberapa banyak rentang terpilih skrip ini sedang berjalan. Termasuk waktu fungsi Java yang dipanggil skrip.
it_it: Quanta parte dell'intervallo selezionato questo script era in esecuzione. Include il tempo delle funzioni Java chiamate dallo script.
ja_jp: 選択した区間のうち、このスクリプトが実行中だった割合です。スクリプトが呼び出した Java 関数の時間も含みます。
pt_br: Quanto do trecho selecionado este script estava em execução. Inclui o tempo das funções do jogo que o script chamou.
ru_ru: Какую часть выбранного отрезка выполнялся этот скрипт. Включает время функций Java, вызванных скриптом.
tr_tr: Seçili aralığın ne kadarında bu betiğin çalıştığı. Betiğin çağırdığı oyun işlevlerinin süresini de içerir.
uk_ua: Яку частину вибраного відрізка виконувався цей скрипт. Включає час функцій Java, викликаних скриптом.
zh_tw: 所選區間中此指令碼正在執行的比例。包括指令碼呼叫的 Java 函式的時間。

# ProfileListJavaShareTip
source: How much of the game code's running time in the selected range went to this item. Java functions called from Lua count as 'Base game' here. Long waits and stalls show a count instead of a share.
de_de: Wie viel der Laufzeit des Spielcodes im gewählten Abschnitt auf diesen Eintrag entfiel. Von Lua aufgerufene Java-Funktionen zählen hier zu „Basisspiel“. Lange Wartezeiten und Stopps zeigen eine Anzahl statt eines Anteils.
es_es: Qué parte del tiempo de ejecución del código del juego en el tramo seleccionado correspondió a este elemento. Las funciones Java llamadas desde Lua cuentan aquí como «Juego base». Las esperas y paradas largas muestran un recuento en lugar de una parte.
fr_fr: Part du temps d'exécution du code du jeu dans la plage sélectionnée revenant à cet élément. Les fonctions Java appelées depuis Lua comptent ici dans « Jeu de base ». Les longues attentes et blocages affichent un nombre au lieu d'une part.
id_id: Seberapa banyak waktu jalan kode game dalam rentang terpilih yang dipakai item ini. Fungsi Java yang dipanggil dari Lua dihitung sebagai 'Game dasar' di sini. Tunggu dan henti panjang menampilkan jumlah, bukan porsi.
it_it: Quanta parte del tempo di esecuzione del codice di gioco nell'intervallo selezionato è andata a questa voce. Le funzioni Java chiamate da Lua contano qui come 'Gioco base'. Le attese e i blocchi lunghi mostrano un conteggio invece di una quota.
ja_jp: 選択した区間でゲームコードが実行された時間のうち、この項目が占めた割合です。Lua から呼び出された Java 関数はここでは「ゲーム本体」に含まれます。長い待機・停止は割合ではなく回数を表示します。
pt_br: Quanto do tempo de execução do código do jogo no trecho selecionado ficou com este item. Funções do jogo chamadas por scripts Lua contam aqui como 'Jogo base'. Esperas e travamentos longos mostram uma contagem em vez de uma parcela.
ru_ru: Какая часть времени работы игрового кода в выбранном отрезке пришлась на этот элемент. Функции Java, вызванные из Lua, здесь относятся к «Базовая игра». Для долгих ожиданий и остановок показано количество, а не доля.
tr_tr: Seçili aralıkta oyun kodunun çalışma süresinin ne kadarının bu ögeye gittiği. Lua betiklerinin çağırdığı oyun işlevleri burada 'Ana oyun' içinde sayılır. Uzun beklemeler ve takılmalar pay yerine sayı gösterir.
uk_ua: Яка частина часу роботи ігрового коду у вибраному відрізку припала на цей елемент. Функції Java, викликані з Lua, тут належать до «Базова гра». Для довгих очікувань і зупинок показано кількість, а не частку.
zh_tw: 所選區間內遊戲程式碼執行時間中此項目所占的比例。Lua 呼叫的 Java 函式在這裡計入「遊戲本體」。長時間等待和停頓顯示次數而不是占比。

# ProfileError.GameNotRunning
source: The game is not running.
de_de: Das Spiel läuft nicht.
es_es: El juego no está en ejecución.
fr_fr: Le jeu n’est pas lancé.
id_id: Gim tidak sedang berjalan.
it_it: Il gioco non è in esecuzione.
ja_jp: ゲームが起動していません。
pt_br: O jogo não está em execução.
ru_ru: Игра не запущена.
tr_tr: Oyun çalışmıyor.
uk_ua: Гру не запущено.
zh_tw: 遊戲沒有在執行。

# ProfileError.MultipleGames
source: More than one game is running. Leave only one.
de_de: Mehrere Spiele laufen. Lassen Sie nur eines offen.
es_es: Hay más de un juego abierto. Deja solo uno.
fr_fr: Plusieurs jeux sont lancés. N’en gardez qu’un.
id_id: Ada lebih dari satu gim berjalan. Sisakan satu saja.
it_it: Ci sono più giochi in esecuzione. Lasciane aperto solo uno.
ja_jp: ゲームが複数起動しています。1 つだけにしてください。
pt_br: Há mais de um jogo em execução. Deixe só um.
ru_ru: Запущено несколько игр. Оставьте только одну.
tr_tr: Birden fazla oyun çalışıyor. Yalnızca birini bırakın.
uk_ua: Запущено кілька ігор. Залиште лише одну.
zh_tw: 有多個遊戲正在執行。請只保留一個。

# ProfileError.Link
source: Could not connect to the game. Try restarting the game.
de_de: Verbindung zum Spiel fehlgeschlagen. Starten Sie das Spiel neu.
es_es: No se ha podido conectar con el juego. Prueba a reiniciarlo.
fr_fr: Impossible de se connecter au jeu. Essayez de redémarrer le jeu.
id_id: Tidak dapat terhubung ke gim. Coba mulai ulang gim.
it_it: Impossibile connettersi al gioco. Prova a riavviare il gioco.
ja_jp: ゲームに接続できませんでした。ゲームを再起動してみてください。
pt_br: Não foi possível conectar ao jogo. Tente reiniciar o jogo.
ru_ru: Не удалось подключиться к игре. Попробуйте перезапустить игру.
tr_tr: Oyuna bağlanılamadı. Oyunu yeniden başlatmayı deneyin.
uk_ua: Не вдалося підключитися до гри. Спробуйте перезапустити гру.
zh_tw: 無法連線到遊戲。請試著重新啟動遊戲。

# ProfileError.Restart
source: Restart the game once to record.
de_de: Starten Sie das Spiel einmal neu, um aufzuzeichnen.
es_es: Reinicia el juego una vez para grabar.
fr_fr: Redémarrez le jeu une fois pour enregistrer.
id_id: Mulai ulang gim sekali untuk merekam.
it_it: Riavvia il gioco una volta per registrare.
ja_jp: 記録するには、ゲームを一度再起動してください。
pt_br: Reinicie o jogo uma vez para gravar.
ru_ru: Для записи один раз перезапустите игру.
tr_tr: Kayıt için oyunu bir kez yeniden başlatın.
uk_ua: Щоб записувати, один раз перезапустіть гру.
zh_tw: 需重新啟動遊戲一次才能錄製。

# ProfileError.Busy
source: Other work is running. Try again in a moment.
de_de: Ein anderer Vorgang läuft. Versuchen Sie es gleich erneut.
es_es: Hay otra operación en curso. Inténtalo de nuevo en un momento.
fr_fr: Une autre opération est en cours. Réessayez dans un instant.
id_id: Ada operasi lain berjalan. Coba lagi sebentar lagi.
it_it: È in corso un’altra operazione. Riprova tra poco.
ja_jp: 別の処理中です。少し待って再試行してください。
pt_br: Outra operação está em andamento. Tente novamente em instantes.
ru_ru: Выполняется другая операция. Повторите чуть позже.
tr_tr: Başka bir işlem sürüyor. Biraz sonra tekrar deneyin.
uk_ua: Виконується інша операція. Повторіть трохи згодом.
zh_tw: 正在進行其他作業。請稍後再試。

# ProfileError.Convert
source: Could not make the recording file. Check the logs.
de_de: Aufzeichnungsdatei nicht erstellt. Prüfen Sie das Protokoll.
es_es: No se ha podido crear el archivo de grabación. Consulta los registros.
fr_fr: Impossible de créer le fichier d’enregistrement. Consultez les journaux.
id_id: Tidak dapat membuat berkas rekaman. Periksa log.
it_it: Impossibile creare il file di registrazione. Controlla il registro.
ja_jp: 記録ファイルを作成できませんでした。ログを確認してください。
pt_br: Não foi possível criar o arquivo da gravação. Confira os registros.
ru_ru: Не удалось создать файл записи. Проверьте журнал.
tr_tr: Kayıt dosyası oluşturulamadı. Günlükleri kontrol edin.
uk_ua: Не вдалося створити файл запису. Перевірте журнал.
zh_tw: 無法產生錄製檔案。請查看記錄。

# ProfileError.Generic
source: Could not record. Check the logs.
de_de: Aufzeichnung fehlgeschlagen. Prüfen Sie das Protokoll.
es_es: No se ha podido grabar. Consulta los registros.
fr_fr: Impossible d’enregistrer. Consultez les journaux.
id_id: Tidak dapat merekam. Periksa log.
it_it: Impossibile registrare. Controlla il registro.
ja_jp: 記録できませんでした。ログを確認してください。
pt_br: Não foi possível gravar. Confira os registros.
ru_ru: Не удалось выполнить запись. Проверьте журнал.
tr_tr: Kayıt yapılamadı. Günlükleri kontrol edin.
uk_ua: Не вдалося виконати запис. Перевірте журнал.
zh_tw: 無法錄製。請查看記錄。

# RecoveryError.Busy
source: The game or other work is using this save. The save is unchanged.
de_de: Das Spiel oder ein anderer Vorgang nutzt diesen Spielstand. Der Spielstand ist unverändert.
es_es: El juego u otra operación está usando esta partida. La partida no ha cambiado.
fr_fr: Le jeu ou une autre opération utilise cette partie. La partie est intacte.
id_id: Gim atau operasi lain sedang memakai simpanan ini. Simpanan tidak diubah.
it_it: Il gioco o un’altra operazione sta usando questo salvataggio. Il salvataggio è intatto.
ja_jp: ゲームか別の処理がこのセーブを使用中です。セーブはそのままです。
pt_br: O jogo ou outra operação está usando esta partida. A partida não foi alterada.
ru_ru: Это сохранение использует игра или другая операция. Сохранение не изменено.
tr_tr: Oyun veya başka bir işlem bu kaydı kullanıyor. Kayıt değiştirilmedi.
uk_ua: Це збереження використовує гра або інша операція. Збереження не змінено.
zh_tw: 遊戲或其他作業正在使用此存檔。存檔未被修改。
